Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PassportAddAddressUploadInfo
source: To confirm your address, please upload a scan or photo of the selected document (all pages).
ar: لتأكيد عنوانك, يرجى رفع نسخة من الوثائق التالية (جميع الصفحات).
be: Каб пацвердзіць ваш адрас, запампуйце выбраны сканаваны дакумент (усе старонкі).
ca: Per confirmar la vostra adreça, escanegeu (o feu-ne una foto) i pugeu els documents seleccionats (totes les pàgines).
de: Um deine Adresse zu bestätigen, Scan oder ein Bild der ausgewählten Dokumente (alle Seiten) hochladen.
es: Para confirmar tu dirección, por favor, sube un escaneo o foto del documento seleccionado (todas las páginas).
fa: لطفاً جهت تأیید آدرس خود، اسکن یا عکسی از سند انتخاب شده (تمامی صفحات) را آپلود کنید.
fi: Lähetä skannaus tai valokuva valitusta dokumentista vahvistaaksesi osoitteesi (kaikki sivut).
fr: Pour confirmer votre adresse, merci d'envoyer un scan ou une photo du document sélectionné (toutes les pages).
id: Untuk mengonfirmasikan alamat Anda, silakan unggah pemindaian atau foto dari dokumen yang dipilih (semua halaman).
it: Per confermare il tuo indirizzo, carica una scansione o una foto del documento selezionato (tutte le pagine).
ko: 회원님의 주소를 확인하기 위함이오니, 선택된 서류(모든 쪽)의 사진이나 스캔을 업로드해 주세요.
ms: Untuk sahkan alamat anda, sila muat naik imbasan atau foto dokumen yang dipilih (semua muka surat).
nl: Upload een scan of foto van het gekozen document (alle pagina's) om je adres te bevestigen.
pl: Aby potwierdzić swój adres, prześlij skan lub zdjęcie wybranego dokumentu (wszystkie strony).
pt_br: Para confirmar seu endereço, envie uma digitalização ou foto do documento selecionado (todas as páginas).
ru: Чтобы подтвердить адрес, загрузите скан или фотографию выбранного документа (все страницы).
sv: För bekräftelse din adress, ladda upp en inskanning eller foto av det valda dokumentet (alla sidor).
tr: Adresinizi onaylamak için, lütfen seçili belgenin (tüm sayfalar) taramasını veya fotoğrafını yükleyin.
uk: Щоб підтвердити адресу, завантажте скан чи фото вибраного документа (всі сторінки).
uz: Manzilingizni tasdiqlash uchun hujjatning skaynerlarngan rasmlarini yuklang (barcha sahifalar).
zh_cn: 为了确认您的住址，请各上传一张所需文件（全部页面）的扫描件或照片。
zh_tw: 為了確認您的住址，請各上傳一張所需文件（全部頁面）的掃描或照片。

# PassportAddAgreement
source: Add Tenancy Agreement
ar: إضافة عقد إيجار
be: Дадаць дамову арэнды
ca: Afegeix el contracte de lloguer
de: Mietvertrag hinzufügen
es: Añadir contrato de alquiler
fa: افزودن قرارداد اجاره
fi: Lisää vuokrasopimus
fr: Ajouter un contrat de location
id: Tambah Perjanjian Sewa
it: Aggiungi contratto di locazione
ko: 임차 계약서 추가
ms: Tambah Perjanjian Penyewaan
nl: Huurovereenkomst toevoegen
pl: Dodaj umowę najmu
pt_br: Adicionar Contrato de Aluguel
ru: Добавить договор об аренде
sv: Lägg till ett hyreskontrakt
tr: Kira Sözleşmesi Ekle
uk: Додати договір оренди
uz: Ijara shartnomasini qoʻshish
zh_cn: 添加租约信息
zh_tw: 添加租約訊息

# PassportAddAgreementInfo
source: Upload a scan of your tenancy agreement.
ar: قم برفع نسخة من عقد الإيجار الخاص بك.
be: Запампуйце вашу сканаваную дамову арэнды.
ca: Escanegeu i pugeu el vostre contracte de lloguer.
de: Scan deines Mietvertrages hochladen
es: Sube un escaneo de tu contrato de alquiler.
fa: اسکنی از قرارداد اجاره خود را آپلود کنید.
fi: Lähetä skannaus vuokrasopimuksestasi.
fr: Envoyez un scan de votre contrat de location.
id: Unggah pindaian perjanjian sewa Anda.
it: Carica una scansione del tuo contratto di locazione.
ko: 회원님의 임차 계약서를 스캔하여 업로드하세요.
ms: Muat naik imbasan perjanjian penyewaan anda.
nl: Upload een scan van je huurovereenkomst
pl: Prześlij skan umowy najmu.
pt_br: Envie a digitalização do seu contrato de aluguel
ru: Загрузите скан договора об аренде.
sv: Ladda upp inskanning av ditt hyreskontrakt.
tr: Kira sözleşmesinin taramasını yükleyin
uk: Завантажте скан договору оренди.
uz: Ijara shartnomangizning skanerini yuklang.
zh_cn: 上传一份租约的扫描件。
zh_tw: 上傳一份租約的掃描。

# PassportAddBank
source: Add Bank Statement
ar: إضافة كشف حساب مصرفي
be: Дадаць справаздачу з банка
ca: Afegeix un extracte del compte bancari
de: Kontoauszug hinzufügen
es: Añadir extracto de cuenta
fa: افزودن صورت‌حساب بانکی
fi: Lisää tiliote
fr: Ajouter un relevé bancaire
id: Tambah Rekening Koran
it: Aggiungi estratto conto
ko: 입출금 내역서 추가
ms: Tambah Penyata Bank
nl: Bankafschrift toevoegen
pl: Dodaj wyciąg bankowy
pt_br: Adicionar Extrato Bancário
ru: Добавить справку из банка
sv: lägg till ett bankutdrag
tr: Banka Bildirimi Ekle
uk: Додати банківську виписку
uz: Bank ma’lumotnomasini qoʻshish
zh_cn: 添加银行对账单信息
zh_tw: 添加銀行結單訊息

# PassportAddBankInfo
source: Upload a scan of your bank statement.
ar: قم برفع نسخة من كشف حسابك المصرفي.
be: Запампуйце вашу сканаваную справаздачу з банка.
ca: Escanegeu i pugeu un extracte del compte bancari.
de: Scan deines Kontoauszugs hochladen.
es: Sube un escaneo de tu extracto de cuenta bancaria.
fa: اسکنی از صورت‌حساب بانکی خود را آپلود کنید.
fi: Lähetä skannaus tiliotteestasi.
fr: Envoyez un scan de votre relevé bancaire.
id: Unggah pindaian rekening koran Anda.
it: Carica una scansione del tuo estratto conto.
ko: 회원님의 입출금 내역서를 스캔하여 업로드하세요.
ms: Muat naik imbasan penyata bank anda.
nl: Upload een scan van je bankafschrift
pl: Prześlij skan wyciągu bankowego.
pt_br: Envie a digitalização do seu extrato bancário
ru: Загрузите скан справки из банка
sv: Ladda upp en inskanning av ditt bankutdrag.
tr: Banka bildiriminizin bir taramasını yükleyin.
uk: Завантажте скан банківської виписки.
uz: Bank ma’lumotnomangizning skaner versiyasini yuklang.
zh_cn: 上传一份银行对账单的扫描件。
zh_tw: 上傳一份銀行結單的掃描。

# PassportAddBill
source: Add Utility Bill
ar: إضافة فاتورة خدمية
be: Дадаць чэк камунальных паслуг
ca: Afegeix una factura de subministraments
de: Versorgerrechnung hinzufügen
es: Añadir factura de servicios
fa: افزودن قبض خدمات شهری
fi: Lisää sähkölasku
fr: Ajouter une facture de service
id: Tambah Tagihan Utilitas
it: Aggiungi bolletta
ko: 공과금 고지서 추가
ms: Tambah Bil Utiliti
nl: Energierekening toevoegen
pl: Dodaj rachunek za media
pt_br: Adicionar Fatura de Serviço
ru: Добавить коммунальный счёт
sv: Lägg till en elräkning
tr: Hizmet Faturası Ekle
uk: Додати рахунок за комунальні послуги
uz: Kommunal hisob qoʻshish
zh_cn: 添加水电气费账单信息
zh_tw: 添加水電煤氣費帳單訊息

# PassportAddBillInfo
source: Upload a scan of your utility bill.
ar: قم برفع نسخة من فاتورتك الخدمية.
be: Запампуйце ваш сканаваны чэк камунальных паслуг
ca: Escanegeu i pugeu una factura de subministraments.
de: Scan deiner Versorgerrechnung hochladen.
es: Sube un escaneo de tu factura de servicios.
fa: اسکنی از قبض خدمات شهری خود را آپلود کنید.
fi: Lähetä skannaus sähkölaskustasi.
fr: Envoyez un scan de votre facture de service.
id: Unggah pindaian tagihan utilitas Anda.
it: Carica una scansione della tua bolletta.
ko: 회원님의 공과금 고지서를 스캔하여 업로드하세요.
ms: Muat naik imbasan bil utiliti anda.
nl: Upload een scan van je energierekening
pl: Prześlij skan rachunku za media.
pt_br: Envie a digitalização de uma fatura de serviço
ru: Загрузите скан коммунального платежа.
sv: Ladda upp en inskanning av din elräkning.
tr: Faturanızın bir taramasını yükleyin.
uk: Завантажте скан рахунку за комунальні послуги.
uz: Kommunal hisobingiz skaner variantini yuklang.
zh_cn: 上传一份水电气费的扫描件。
zh_tw: 上傳一份水電氣費的掃描。

# PassportAddCard
source: Add Identity Card
ar: إضافة بطاقة الهويّة
be: Дадаць ID-картку
ca: Afegeix un carnet d'identitat
de: Personalausweis hinzufügen
es: Añadir tarjeta de identificación
fa: افزودن کارت شناسایی
fi: Lisää henkilökortti
fr: Ajouter une carte d'identité
id: Tambah Kartu Identitas
it: Aggiungi carta d'identità
ko: 신분증 추가
ms: Tambah Kad Pengenalan
nl: Identiteitskaart toevoegen
pl: Dodaj dowód osobisty
pt_br: Adicionar Carteira de Identidade
ru: Добавить удостоверение личности
sv: Lägg till ID-kort
tr: Kimlik Belgesi Ekle
uk: Додати ідентифікаційну картку
uz: Shaxsni tasdiqlovchi hujjatni qoʻshish
zh_cn: 添加身份证信息
zh_tw: 添加身份証訊息

# PassportAddDriverLicenceInfo
source: Upload scans of a certified English translation of your driver's license.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن رخصتك للقيادة.
be: Запампуйце ваш сканаваны завераны пераклад вадзіцельскага пасведчання на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del carnet de conduir.
de: In diesem Bereich kannst du Scans einer beglaubigten englischen Übersetzung deines Führerscheins hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu licencia de conducir.
fa: اسکن‌هایی از ترجمه انگلیسی معتبر گواهی‌نامه رانندگی خود را آپلود کنید.
fi: Lähetä skannaus ajokorttisi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez le scan d'une traduction anglaise certifiée de votre permis de conduire.
id: Unggah pindaian terjemahan Surat Izin Mengemudi Anda yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata della tua patente.
ko: 회원님 운전면허증의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan lesen memandu anda dalam bahasa Inggeris yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je rijbewijs.
pl: Prześlij skany certyfikowanego tłumaczenia swojego prawa jazdy na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada de sua carteira de motorista.
ru: Загрузите сканы заверенного перевода для своих водительских прав.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av ditt körkort.
tr: Sürücü belgenizin onaylı İngilizce çevirisine ait taramaları yükleyin.
uk: Завантажте скани засвідченого перекладу водійських прав.
uz: Haydovchilik guvohnomangizning ingliz tilidagi tarjimasi tasdiqlangan skaner nusxasini yuklang.
zh_cn: 上传一份经过认证的驾驶证英语翻译扫描件。
zh_tw: 上傳一份經過認証的駕駛証英語翻譯掃描。

# PassportAddIdentityCardInfo
source: Upload scans of a certified English translation of your identity card.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن بطاقة هويتك الشخصية.
be: Запампуйце ваш сканаваны завераны пераклад ID-карткі на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del carnet d'identitat.
de: In diesem Bereich kannst du Scans einer beglaubigten englischen Übersetzung deines Personalausweises hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu tarjeta de identificación.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر کارت شناسایی خود را آپلود کنید.
fi: Lähetä skannaus henkilökorttisi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre carte d'identité.
id: Unggah pindaian terjemahan kartu identitas Anda yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata della tua carta d'identità.
ko: 회원님 신분증의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan kad pengenalan anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je identiteitsbewijs.
pl: Prześlij skany certyfikowanego tłumaczenia swojego dokumentu tożsamości na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada de sua carteira de identidade.
ru: Загрузите сканы заверенного перевода для своего удостоверения личности.
sv: Ladda inskanningar med en godkänd engelsk översättning av ditt id-kort.
tr: Kimlik kartınızın onaylanmış İngilizce çevirisinin taranmasını yükleyin.
uk: Завантажте скани засвідченого перекладу ідентифікаційної картки.
uz: ID kartangizning Inglizcha tarjimasi skanerini yuklang
zh_cn: 上传一份经过认证的身份证英语翻译扫描件。
zh_tw: 上傳一份經過認証的身份証英語翻譯掃描。

# PassportAddInternalPassport
source: Add Internal Passport
ar: إضافة جواز داخلي
be: Дадаць унутраны пашпарт
ca: Afegeix un passaport intern
de: Nationalen Reisepass hinzufügen
es: Añadir pasaporte interno
fa: افزودن پاسپورت داخلی
fi: Lisää sisämaanpassi
fr: Ajouter un passeport interne
id: Tambah Paspor Internal
it: Aggiungi passaporto nazionale
ko: 내부 여권 추가
ms: Tambah Pasport Dalam Negeri
nl: Nationaal paspoort toevoegen
pl: Dodaj paszport wewnętrzny
pt_br: Adicionar Passaporte Interno
ru: Добавить внутренний паспорт
sv: Lägg till inrikespass
tr: İç Pasaport Ekle
uk: Додати громадянський паспорт
uz: Ichki pasport qoʻshish
zh_cn: 添加户口（Internal Passport）信息
zh_tw: 添加戶口（Internal Passport）訊息

# PassportAddInternalPassportInfo
source: Upload scans of a certified English translation of your internal passport.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن جوازك الداخلي.
be: Запампуйце ваш сканаваны завераны пераклад ўнутранага пашпарта на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del passaport intern.
de: In diesem Bereich kannst du Scans einer beglaubigten englischen Übersetzung deines nationalen Reisepasses hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu pasaporte interno.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر پاسپورت داخلی خود را آپلود کنید.
fi: Lähetä skannaus sisämaanpassisi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre passeport interne.
id: Unggah pindaian terjemahan paspor internal Anda yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata del tuo passaporto nazionale.
ko: 회원님 내부 여권의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan pasport dalam negeri anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je nationale paspoort.
pl: Prześlij skany certyfikowanego tłumaczenia swojego paszportu wewnętrznego na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada do seu passaporte interno.
ru: Загрузите сканы заверенного перевода для своего внутреннего паспорта.
sv: Ladda inskanningar med en godkänd engelsk översättning av ditt inrikespass.
tr: İç pasaportunuzun onaylanmış İngilizce çevirisinin taranmasını yükleyin.
uk: Завантажте скани засвідченого перекладу громадянського паспорта.
uz: Ichki pasportingizning sertifikatlangan inglizcha tarjimasi skanerlarini yuklang.
zh_cn: 上传一份经过认证的户口本（Internal Passport）英语翻译扫描件。
zh_tw: 上傳一份經過認証的國内護照（Internal Passport）英語翻譯掃描。

# PassportAddLicence
source: Add Driver's License
ar: إضافة رخصة قيادة
be: Дадаць вадзіцельскае пасведчанне
ca: Afegiu un carnet de conduir
de: Führerschein hinzufügen
es: Añadir licencia de conducir
fa: افزودن گواهی‌نامه رانندگی
fi: Lisää ajokortti
fr: Ajouter un permis de conduire
id: Tambah SIM
it: Aggiungi patente di guida
ko: 운전면허증 추가
ms: Tambah Lesen Memandu
nl: Rijbewijs toevoegen
pl: Dodaj prawo jazdy
pt_br: Adicionar Carteira de Motorista
ru: Добавить водительские права
sv: Lägg till körkort
tr: Sürücü Belgesi Ekle
uk: Додати водійські права
uz: Haydovchilik guvohnomasini qoʻshish
zh_cn: 添加驾驶证信息
zh_tw: 添加駕駛証訊息

# PassportAddPassport
source: Add Passport
ar: إضافة جواز
be: Дадаць пашпарт
ca: Afegeix un passaport
de: Reisepass hinzufügen
es: Añadir pasaporte
fa: افزودن پاسپورت
fi: Lisää passi
fr: Ajouter un passeport
id: Tambah Paspor
it: Aggiungi passaporto
ko: 여권 추가
ms: Tambah Pasport
nl: Paspoort toevoegen
pl: Dodaj paszport
pt_br: Adicionar Passaporte
ru: Добавить паспорт
sv: Lägg till pass
tr: Pasaport Ekle
uk: Додати паспорт
uz: Pasport qo‘shish
zh_cn: 添加护照信息
zh_tw: 添加護照資料

# PassportAddPassportInfo
source: Upload scans of a certified English translation of your passport.
ar: قم برفع نسخ ترجمة موثّقة عن جواز سفرك.
be: Запампуйце ваш сканаваны завераны пераклад пашпарта на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del passaport.
de: In diesem Bereich kannst du Scans einer beglaubigten englischen Übersetzung deines Reisepasses hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu pasaporte.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر پاسپورت خود را آپلود کنید.
fi: Lähetä skannaus passisi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre passeport.
id: Unggah pindaian terjemahan paspor yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata del tuo passaporto.
ko: 회원님 여권의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan passpot anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je paspoort.
pl: Prześlij skany certyfikowanego tłumaczenia swojego paszportu na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada do seu passaporte.
ru: Загрузите сканы заверенного перевода для своего паспорта.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av ditt pass.
tr: Pasaportunuzun onaylı İngilizce çevirisinin taramasını yükleyin.
uk: Завантажте скани засвідченого перекладу паспорта.
uz: Pasportingizning sertifikatlangan Ingliz tilidagi tarjima ko'rinishini yuklang.
zh_cn: 上传一份经过认证的护照英语翻译扫描件。
zh_tw: 上傳一份經過認証的護照英語翻譯掃描。

# PassportAddPassportRegistration
source: Passport Registration
ar: تسجيل الجواز
be: Рэгістрацыя
ca: Registre de passaport
de: Reisepass-Registrierung
es: Registro de pasaporte
fa: ثبت نام پاسپورت
fi: Passirekisteröinti
fr: Inscription au passeport
id: Registrasi paspor
it: Registrazione passaporto
ko: 여권 등록
ms: Pendaftaran Pasport
nl: Paspoortregistratie
pl: Rejestracja paszportowa
pt_br: Registro do Passaporte
ru: Прописка
sv: Passregistrering
tr: Pasaport Kaydı
uk: Реєстрація паспорта
uz: Pasport Registratsiyasi
zh_cn: 护照信息
zh_tw: 護照資料

# PassportAddPassportRegistrationInfo
source: Upload a scan of your passport registration page.
ar: قم برفع نسخة من صفحة تسجيل جوازك
be: Запампуйце сканаваную старонку з рэгістрацыяй у вашым пашпарце.
ca: Escanegeu i pugeu la pàgina de registre del vostre passaport.
de: Scan deiner Reisepass-Registrierung hochladen.
es: Sube un escaneo de la página de registro de tu pasaporte.
fa: اسکنی از صفحه ثبت نام پاسپورت خود را آپلود کنید.
fi: Lähetä skannaus passirekisteröintisivustasi.
fr: Envoyez un scan de votre page d'inscription au passeport.
id: Unggah pindaian halaman pendaftaran paspor Anda.
it: Carica una scansione della pagina di registrazione del tuo passaporto.
ko: 회원님의 여권 등록 페이지를 스캔하여 업로드하세요.
ms: Muat naik imbasan muka surat pendaftaran pasport anda.
nl: Upload een scan van je paspoortregistratiepagina
pl: Prześlij skan strony swojej rejestracji paszportowej.
pt_br: Envie um scan da página de registro do passaporte.
ru: Загрузите скан страницы паспорта с пропиской
sv: Ladda upp en inskanning av passets registreringssida.
tr: Pasaport kayıt sayfanızın taramasını yükleyin.
uk: Завантажте скан сторінки паспорта з реєстрацією.
uz: Pasportingiz propiska sahifasining skanerini yuklang.
zh_cn: 上传一份您护照里关于登记信息那一页的扫描件。
zh_tw: 上傳一份您護照裏關於登記訊息那一頁的掃描。

# PassportAddress
source: Address
ar: العنوان
be: Адрас
ca: Adreça
de: Adresse
es: Dirección
fa: آدرس
fi: Osoite
fr: Adresse
id: Alamat
it: Indirizzo
ko: 주소
ms: Alamat
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
uz: Manzil
zh_cn: 地址信息
zh_tw: 地址訊息

# PassportAddressHeader
source: Address
ar: العنوان
be: Адрас
ca: Adreça
de: Adresse
es: Dirección
fa: آدرس
fi: Osoite
fr: Adresse
id: Alamat
it: Indirizzo
ko: 주소
ms: Alamat
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
uz: Manzil
zh_cn: 地址
zh_tw: 地址

# PassportAddressInfo
source: Upload proof of your address
ar: رفع دليل لإثبات عنوان سكنك
be: Запампуйце пацвярджэнне вашага адраса
ca: Pugeu una prova de la vostra adreça
de: Adressnachweis hochladen
es: Sube una prueba de tu dirección
fa: اثبات آدرس خود را آپلود کنید
fi: Lähetä todistus asuinosoitteestasi
fr: Envoyez une preuve de votre adresse
id: Unggah bukti alamat Anda.
it: Carica una prova del tuo indirizzo
ko: 회원님 주소의 증명을 업로드하세요
ms: Muat naik bukti alamat tempat tinggal anda
nl: Upload bewijs van je woonadres
pl: Prześlij potwierdzenie swojego adresu
pt_br: Enviar comprovante de endereço
ru: Загрузите подтверждение адреса
sv: Ladda upp bevis på din adress
tr: Adresinizin kanıtını yükleyin
uk: Завантажте доказ адреси
uz: Manzilingizni tasdiqlovchi hujjatni yuklang
zh_cn: 上传您的地址证明
zh_tw: 上傳您的地址証明

# PassportAddressNoUploadInfo
source: Provide your address
ar: إضافة عنوان سكنك
be: Пазначце свой адрас
ca: Faciliteu la vostra adreça
de: Bitte Adresse eingeben
es: Pon tu dirección
fa: آدرس خود را ارائه کنید
fi: Lisää osoitteesi
fr: Indiquez votre adresse
id: Harap tuliskan alamat Anda.
it: Fornisci il tuo indirizzo
ko: 회원님의 주소를 입력하세요
ms: Nyatakan alamat anda
nl: Voer je adres in
pl: Podaj swój adres
pt_br: Informe o seu endereço
ru: Укажите свой адрес
sv: Ange din adress
tr: Adresinizi girin
uk: Вкажіть свою адресу
uz: Manzilingizni koʻrsating
zh_cn: 请提供您的住址
zh_tw: 請提供您的住址

# PassportAddTemporaryRegistration
source: Temporary Registration
ar: تسجيل مؤقت
be: Часовая рэгістрацыя
ca: Registre temporal
de: Vorläufige Registrierung
es: Registro temporal
fa: ثبت نام موقت
fi: Tilapäisrekisteröinti
fr: Inscription temporaire
id: Pendaftaran Sementara
it: Registrazione temporanea
ko: 가등기
ms: Pendaftaran Sementara
nl: Tijdelijk identiteitsbewijs
pl: Rejestracja tymczasowa
pt_br: Registro Temporário
ru: Временная прописка
sv: Tillfällig registrering
tr: Geçici Kayıt
uk: Тимчасова реєстрація
uz: Vaqtinchalik propiska
zh_cn: 临时证明信息
zh_tw: 臨時証明資料

# PassportAddTemporaryRegistrationInfo
source: Upload a scan of your temporary registration.
ar: قم برفع نسخة من تسجيلك المؤقت.
be: Запампуйце ваша сканаванае пасведчанне аб часовай рэгістрацыі.
ca: Escanegeu i pugeu el teu registre temporal.
de: Scan deiner temporären Registrierung hochladen.
es: Sube un escaneo de tu registro temporal.
fa: اسکنی از ثبت نام موقت خود را آپلود کنید.
fi: Lähetä skannaus tilapäisrekisteröintisivustasi.
fr: Envoyez un scan de votre inscription temporaire.
id: Unggah pemindaian pendaftaran sementara Anda.
it: Carica una scansione della tua registrazione temporanea.
ko: 회원님의 가등기를 스캔하여 업로드하세요.
ms: Muat naik imbasan pendaftaran sementara anda.
nl: Upload een scan van je tijdelijke identiteitsbewijs
pl: Prześlij skan tymczasowej rejestracji.
pt_br: Envie uma digitalização do seu registro temporário.
ru: Загрузитe скан временной прописки.
sv: Ladda upp en inskanning av den tillfälliga registreringen.
tr: Geçici kaydınızın bir taranmasını yükleyin.
uk: Завантажте скан тимчасової реєстрації.
uz: Vaqtinchalik ro'yxat skaynerini yuklang.
zh_cn: 上传一份您临时证明的扫描件。
zh_tw: 上傳一份您臨時証明的掃描。

# PassportAddTranslationAgreementInfo
source: Upload scans of a certified English translation of your tenancy agreement.
ar: قم برفع نسخ ترجمة إنجليزية موثّقة عن عقد الإيجار الخاص بك.
be: Запампуйце ваш сканаваны завераны пераклад дамовы арэнды на англійскую мову.
ca: Escanegeu i pugeu una traducció compulsada en anglès del contracte de lloguer.
de: In diesem Bereich kannst du Scans einer beglaubigter englischen Übersetzung deines Mietvertrags hochladen.
es: Sube escaneos de una traducción certificada al inglés de tu contrato de alquiler.
fa: اسکن‌هایی از ترجمه‌ انگلیسی معتبر قرارداد اجاره خود را آپلود کنید.
fi: Lähetä skannaus vuokrasopimuksesi virallisesta, englanninkielisestä käännöksestä.
fr: Envoyez des scans d'une traduction anglaise certifiée de votre contrat de location.
id: Unggah pindaian terjemahan perjanjian sewa Anda yang sudah diverifikasi.
it: Carica le scansioni di una traduzione inglese verificata del tuo contratto di locazione.
ko: 회원님 임차 계약서의 공증된 영문 번역본을 스캔하여 업로드하세요.
ms: Muat naik imbasan terjemahan perjanjian penyewaan anda yang telah disahkan.
nl: Upload scans van een gecertificeerde Engelse vertaling van je huurovereenkomst.
pl: Prześlij skany certyfikowanego tłumaczenia swojej umowy najmu na język angielski.
pt_br: Envie scans de uma tradução em Inglês certificada do seu contrato de aluguel.
ru: Загрузите сканы заверенного перевода для своего договора об аренде.
sv: Ladda upp inskanningar med en godkänd engelsk översättning av ditt hyreskontrakt.
tr: Kira sözleşmenizin onaylanmış İngilizce çevirisinin taranmasını yükleyin.
uk: Завантажити скани засвідченого перекладу договора оренди.
uz: Ijara shartnomangizning tasdiqlangan ingliz tilidagi tarjimasining skaner versiyasini yuklang.
zh_cn: 上传一份经过认证的租约英语翻译扫描件。
zh_tw: 上傳一份經過認証的租約英語翻譯掃描。
